Repository: Wlis2628/DEMO_CNC
Catalog: Logical/mappView/Visualization/Resources/Texts/UnitTexts.tmx
Source language: en
Languages: pl

source: Diagnostics
pl: Diagnostyka

source: Main Page
pl: Strona główna

source: Editor
pl: Edytor

source: Load file
pl: Obsługa plików

source: Parameters
pl: Parametry

source: Users
pl: Użytkownicy

source: Alarms
pl: Alarmy

source: Settings
pl: Ustawienia

source: Start manual control
pl: Rozpocznij sterowanie manualne

source: Activate the tool
pl: Uaktywnij narzędzie

source: Axis X
pl: Oś X

source: Axis Y
pl: Oś Y

source: Process info
pl: Informacje

source: Power on
pl: Włączony

source: Operating mode
pl: Tryb pracy

source: Manual control
pl: Sterowanie ręczne

source: Uploaded image
pl: Pobrany obraz

source: Live drawing
pl: Rysowanie na żywo

source: Current position
pl: Aktualna pozycja

source: Axis Movement
pl: Ruch osi

source: Tool activity
pl: Narzędzie włączone

source: Alarm check
pl: Alarm

source: Line
pl: Linia

source: Circle
pl: Koło

source: Rectangle
pl: Prostokąt

source: Star
pl: Gwiazda

source: Arc
pl: Łuk

source: Clear
pl: Wyczyść

source: Back
pl: Cofnij

source: Convert
pl: Konwertuj

source: Open Explorer
pl: Przeglądaj pliki

source: Save as
pl: Zapisz jako

source: Save
pl: Zapisz

source: Send to machine
pl: Wyślij do maszyny

source: Set asix X position limit
pl: Ustaw limit pozycji osi X

source: Set axis Y position limit
pl: Ustaw limit pozycji osi Y

source: Set axis Y acceleration
pl: Ustaw limit przyspieszenia osi Y

source: Set axis X acceleration
pl: Ustaw limit przyspieszenia osi X

source: Set deceleration
pl: Ustaw limit opóźnienia

source: Set axis X velocity
pl: Ustaw prędkość osi X

source: Set axis Y velocity
pl: Ustaw prędkość osi Y

source: Set velocity limit
pl: Ustaw limit prędkości

source: Load
pl: Ładuj

source: Refresh
pl: Odśwież

source: Selected index
pl: Wybrany indeks

source: Modified
pl: Zmodyfikowano

source: Username
pl: Nazwa użytkownika

source: Password
pl: Hasło

source: Logged in as
pl: Zalogowano jako

source: New user
pl: Nowy Użytkownik

source: Remove user
pl: Usuń użytkownika

source: Edit user
pl: Edytuj użytkownika

source: User info
pl: Informacje o użytkowniku

source: Currently selected user
pl: Aktualnie zalogowany użytkownik

source: Group
pl: Grupa

source: First login
pl: Pierwsze logowanie

source: Last login
pl: Ostatnie logowanie

source: User creation
pl: Stworzenie użytkownika

source: Acknowledge
pl: Potwierdź

source: Acknowlegde all
pl: Potwierdź wszystkie

source: Reset Errors
pl: Resetuj błędy

source: Turn off Move Program
pl: Wyłącz działanie programu

source: Current Velocity
pl: Aktualna prędkość

source: Please, check alarms
pl: Proszę, sprawdź alarmy

source: Charts
pl: Wykresy

source: Set
pl: Ustawiona

source: Position
pl: Pozycja

source: Velocity
pl: Prędkość

source: Show G-Code
pl: Pokaż G-kod

source: Create
pl: Stwórz

source: Delete
pl: Usuń

source: Show
pl: Pokaż

source: Current
pl: Prąd

source: Actual alarms
pl: Aktualne alarmy

source: Alarms history
pl: Historia alarmów

source: Messages
pl: Wiadomości
